#Ежедневно. В 8 утра и в 8 вечера.
message1 = '<b>Общие правила для всех участников чата</b>\n\n<b>1.</b> Пожалуйста, четко формулируйте запросы: что и в каком городе \
ищете/ отдаете. Используйте хэштеги.\n\n<b>2.</b> После получения необходимой помощи пожалуйста удаляйте заявки из чата или \
ставьте пометку «ПОМОЩЬ ПОЛУЧЕНА».\nДля этого измените свое ранее размещенное сообщение, в начале написав «ПОМОЩЬ \
ПОЛУЧЕНА».\n\n<b>3.</b> Если вещи забронировали, ставьте пометку в начале сообщения «БРОНЬ». Для этого измените свое ранее \
размещенное сообщение, в начале написав «БРОНЬ».\n Если вещи забрали, удалите \
сообщение.\n\n<b>4.</b>  Размещение \
сообщений о денежных сборах в этом чате не предусмотрено. Данные сообщения будут удаляться, т.к. нет возможности их \
проверить.\n\n<b>5.</b> Пожалуйста, будьте вежливы со всеми участниками чата. Не публикуйте сообщение, если оно может обидеть \
или оскорбить других людей.\n\n<b>6.</b> Пожалуйста, указывайте источник скопированной информации. Не делайте репост \
непроверенной или запрещенной для распространения информации.\n\n<b>7.</b> Не пересылайте свои или чужие личные данные \
в общем чате.\n\n<b>8.</b> Админы чата оставляют за собой право удалять сообщения и участников, которые нарушают правила \
чата (мошенничество,  неподтвержденная информация, оскорбления, флуд и т.д.).\n\n<b>9.</b> Мы не несём ответственности \
за другие организации и помощь, оказанную участниками чата в частном порядке.\n\nЭто чат помощи вынужденным \
переселенцам, тут мы ищем помощи и помогаем.'

# Ежедневно в 14.00
message2 ='ℹ️ <b>Полезные ссылки о помощи вынужденным переселенцам:</b>\n\nБесплатный обмен лекарствами\n\
<a href="https://t.me/medicinshering">https://t.me/medicinshering</a>\n\nКонсультации врачей\n\
<a href="https://t.me/+bsRQct4_AVQ0Njcy">https://t.me/+bsRQct4_AVQ0Njcy</a>\n\n\
Психологическая помощь\n\
<a href="https://gotohelp.eu/">https://gotohelp.eu/</a>\n\
<a href="https://instagram.com/psy.for.peace">https://instagram.com/psy.for.peace</a>\n\
Много ссылок на психологическую помощь:\n\
<a href="https://t.me/Let_go_of_things/43549">https://t.me/Let_go_of_things/43549</a>\n\n\
Красный Крест \n\
<a href="https://www.redcross.ru/contacts/">https://www.redcross.ru/contacts/</a>\n\n\
Милосердие, как получить помощь:\n\
<a href="https://miloserdie.help/news/bezhentsam-kuda-obratitsya-za-pomoshchyu/">\
https://miloserdie.help/news/bezhentsam-kuda-obratitsya-za-pomoshchyu/</a>\n\n\
Дом с маяком\n\
<a href="https://mayak.fund">https://mayak.fund</a>/\n\n\
Помощь в поиске помощи\n\
@helpdeskmediabot\n\n\
Помощь в выезде в Европу\n\
<a href="https://t.me/urk_ross_europe_transit_bot">https://t.me/urk_ross_europe_transit_bot</a>\n\n\
Гражданское Содействие (юридическая, психологическая, мед, гуманитарная помощь)\n\
<a href="https://refugee.ru/nuzhna-pomoshh/">https://refugee.ru/nuzhna-pomoshh/</a>\n\n\
Правовая (юридическая) помощь\n\
<a href="https://t.me/informpeople">https://t.me/informpeople</a>\n\n\
Вещи даром в мск\n\
<a href="https://t.me/darom99">https://t.me/darom99</a>\n\n\
Москва. Реюз. Вещи даром\n\
<a href="https://t.me/findandreusechat">https://t.me/findandreusechat</a>\n\n\
<b>Пожалуйста, оставайтесь бдительны, тк даже в этих источниках, как и в любых других, могут встречаться мошенники.</b>'

#Ежедневно. В 10 утра.

message3 ='⚠️ Милые участники чата, всегда указывайте <b>НАСЕЛЁННЫЙ ПУНКТ</b>, где вы сейчас находитесь, <b>ХЭШТЕГОМ</b> \
(<i>знак решётки "#", далее слово слитно с ним, после слова с хэштегом обязательно пробел</i>), \
например: #Питер\n\n\
<b>ЧТО ИЩЕТЕ</b> тоже пишите общим категоризирующим хэштегом, помимо конкретного перечисления:\n\
#одежда #обувь #гигиена #продукты'

#Раз в 48 часов. В 11 утра.
message4 = '⚠️ Уважаемые участники чата, обращаю ваше внимание на то, что чат предназначен для помощи \
<b>ВЫНУЖДЕННЫМ ПЕРЕСЕЛЕНЦАМ ИЗ УКРАИНЫ</b>, это не чат-своп или отдача даром, это чат <b><u>помощи</u></b> людям, потерявшим дом. \
Участники, забирающие ресурсы этого чата и благотворителей, не являясь вынужденными переселенцами, будут удалены\
 и забанены, лучше если они сами выйдут из чата.\n\n\
Ресурсы благотворителей тут предназначены для определённых людей в определённых обстоятельствах.\n\
Есть ещё много групп и чатов, где бесплатно или за символическую плату отдают вещи кому угодно. \
Но у этого чата есть свои правила. И эти правила обязательны к соблюдению! ⚠️'

# Раз в 168 часов. В 13 дня.
message5 = '‼️ Друзья, не забываем о своей безопасности. Просим всех изучить памятку о <b>ПРОБЛЕМЕ ТОРГОВЛИ ЛЮДЬМИ</b> \
и быть бдительными.\n\n\
<a href="https://t.me/Let_go_of_things/51132">СМОТРЕТЬ ПАМЯТКИ</a>'

# Раз в 48 часов. В 19 вечера.
message6 = '⚠️ <b>Дорогие благотворители и помогающие, обращаем ваше внимание на то, что в данном чате мы не \
рекомендуем помогать живыми деньгами.</b>\n\nЭффективнее заказать продукты/ химию/ гигиену/ лекарства через магазины \
и маркетплейсы с доставкой или самовывозом из пункта выдачи.\n\n\
Коммунальные услуги может оплатить любой человек, не обязательно квартиросъемщик, по платёжке онлайн. \
Так же почти со всем.\n\n\
В совсем сложных финансовых обстоятельствах людям можно помочь переехать в ПВРы или найти официальные \
благотворительные фонды/организации, которые полностью разберутся в проблеме и помогут.\n\n\
Спасибо, что продолжаете помогать! Сил и здоровья нам всем и берегите себя!\n\n\
Если у вас есть вопросы, всегда рады подсказать и поддержать 🤍'

# Раз в 96 часов. В 19:30 вечера.
message7 = '<b>Уважаемые мастера и мастерицы!</b>\n\n\
Вы можете оставить информацию о себе своём деле в анкете по ссылке:\n\
https://docs.google.com/forms/d/e/1FAIpQLSce1Aaf-VSUrpGIS2OASa7Dp8-g_07tYZLNE7Sp6ZCghHuBLg/viewform?usp=sharing\n\n\
Список мастеров будет пополняться здесь автоматически. Если вы ищете какого-то мастера или услугу, вы можете посмотреть в этом списке.\n\
https://docs.google.com/spreadsheets/d/1wZFjg-_Wr0_oBGmkLvf9aJYfl-DeR3dWcIS1HAcGcdU/edit?usp=sharing'

# Раз в 72 часа. В 15:00 дня.
message8 = '<b>Помощь в Донецке:</b>\n\n\
Уважаемые участники, обращаем внимание, что данный чат только для помощи вынужденным переселенцам. \n\
За помощью на территории Донецка можно обратиться к волонтёрам и организациям, которые могут вам реально помочь на месте:\n\
https://t.me/lisenko1972\n\
https://t.me/ffldonbass\n\
https://vk.com/lendobrovolec\n\
https://t.me/medvedev_note\n\
И Красный Крест\n\n\
<b>Помощь в Белгороде:</b>\n\n\
Вещи, продукты, бытовую химию, а также памперсы и детское питание можно получить через:\n\
1. Путь в будущее беженцы и волонтеры Белгорода https://t.me/putvbud\n\
2. Группа десятый круг https://t.me/desyatiyKrug\n\
3. Каждый месяц детям дают помощь в Марфо-Мариинском женском монастыре на ул.Пушкина, 19\
 (детское питание, памперсы, постельное белье, подушки).\n\
4.  Группа Помощь тут https://t.me/helperbroo (Улица Архиерейская, 8)\n\n\
Также помогает Красный крест, адрес: проспект Богдана Хмельницкого, 181. Можно получить продуктовые наборы и бытхимию, \
питание детям, памперсы каждый месяц. Можно оформить выплаты на детей'

